export const cardDeccription =
    [
        {
            "id": 1, "name": "愚者",
            "cardDeccription": {
                "love_1": { "U": "拋棄理智，相信直覺，勇敢向前", "R": "對愛盲目，沒方向感" },
                "love_2": { "U": "少一點理性思考，相信對方", "R": "被欺騙感情" },
                "love_3": { "U": "另一半會是你的守護，請不要庸人自擾", "R": "在婚姻中有事被愚弄" },
                "career_1": { "U": "方向正確，但還需要成長", "R": "過一天算一天，經常出包" },
                "career_2": {"U": "減少自我懷疑，多點勇氣", "R": "準備不足，方向錯誤"},
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "即使收入不高，仍過得開心", "R": "想追求高薪只是庸人自擾" },
                "fortune_2": { "U": "暫時沒有損失，但前景未明", "R": "過於信任他人，蒙受損失。" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 2, "name": "魔法師",
            "cardDeccription": {
                "love_1": { "U": "享受當下，能獨樂樂也能眾樂樂", "R": "生活乏味，欠缺情趣" },
                "love_2": { "U": "享受當下，或是遇到有魅力的對象", "R": "碰上愛情騙子，裹著糖衣的毒藥。" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "職位不高，但能充分運用資源", "R": "自以為厲害，卻把很多事搞得一團亂" },
                "career_2": { "U": "有實力，也懂得表現", "R": "過度吹噓，容易免被拆穿" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "收入能負擔優渥生活", "R": "表面光鮮，但暗地裡周轉不靈、有財務危機" },
                "fortune_2": { "U": "資金運用妥當、獲利可期", "R": "過度自信、槓桿過大" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 3, "name": "女祭師",
            "cardDeccription": {
                "love_1": { "U": "對於異性表現冷淡", "R": "過度壓抑自己" },
                "love_2": { "U": "對方興趣缺缺", "R": "對方隱藏真實情緒" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "做好份內的事", "R": "看起來認真做事，內心卻焦躁不安" },
                "career_2": { "U": "有實力，但不擅長表現", "R": "要夠積極才能被看見" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "物慾不大", "R": "因為收入而壓抑物慾" },
                "fortune_2": { "U": "計畫縝密、收入平穩", "R": "計畫縝密但心態浮動" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 4, "name": "皇后",
            "cardDeccription": {
                "love_1": { "U": "不吝嗇提供感情支持", "R": "過於濫情" },
                "love_2": { "U": "處於戀愛或一段令人滿足的關係中", "R": "對象或自己處處留情" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "資源豐富的職場環境，或是碰到願意付出的同事", "R": "職場資源豐富但分配不均，或是工作上超過自己職責的付出" },
                "career_2": { "U": "有機會進入大公司或以大公司為目標", "R": "" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "收入頗豐", "R": "收入不錯，但是開銷也大" },
                "fortune_2": { "U": "大豐收", "R": "有資源濫用的問題" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 5, "name": "皇帝",
            "cardDeccription": {
                "love_1": { "U": "生活平穩但欠缺刺激", "R": "與人相處太過堅持自己的價值觀" },
                "love_2": { "U": "另一半欠缺情趣或太過堅持自己的價值觀", "R": "另一半過於強勢甚至脾氣火爆" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "事情進行順利、穩定，能掌控全局", "R": "不穩的職場環境，或是暴躁的上司、老闆" },
                "career_2": { "U": "事情進行順利、穩定，能掌控全局", "R": "被嚴格檢視，站不住腳" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "收入穩定", "R": "有變數，應得的報酬被刁難" },
                "fortune_2": { "U": "穩定獲利", "R": "原本穩定的投資項目出現變數、毛躁的決策" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 6, "name": "教皇",
            "cardDeccription": {
                "love_1": { "U": "有人介紹對象，或是指教室、學校、宗教等場合", "R": "身邊的人胡亂推薦對象" },
                "love_2": { "U": "即將步入禮堂象徵，抑或是感情中有見證者", "R": "感情有人從中作梗或是不被祝福、禁忌之戀" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "在從事教育相關工作，或是在職場扮演指導者角色。團隊目標明確", "R": "不被看好、聲名狼藉，或是發生違反道德之事。團隊缺乏目標。" },
                "career_2": { "U": "可以找教育相關，或是有人引薦", "R": "不被欣賞，或被認為有操守紀律問題" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "在精神層面滿足勝過薪資", "R": "領錢領的心虛，或是公司牟利管道不正當" },
                "fortune_2": { "U": "有人脈，或有人帶著一起發財", "R": "有違道德的賺錢手段" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 7, "name": "戀人",
            "cardDeccription": {
                "love_1": { "U": "即將陷入熱戀", "R": "會進入一段不健全的關係，或是差臨門一腳。" },
                "love_2": { "U": "即將陷入熱戀", "R": "信任崩塌、外遇" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "與同事合作愉快", "R": "與同事缺乏信任，合作不順。不被信任欣賞" },
                "career_2": { "U": "找到志趣相投的工作機會", "R": "無法遇到欣賞自己的人或公司" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "收入一般，但工作愉快", "R": "即將離職，或是對待遇不滿" },
                "fortune_2": { "U": "合夥投資", "R": "有可能和伙伴拆夥" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 8, "name": "戰車",
            "cardDeccription": {
                "love_1": { "U": "火速、衝動", "R": "欲速則不達" },
                "love_2": { "U": "火熱的戀情", "R": "未經審慎思考發展的關係" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "工作很有衝勁，目標明確、享受成就感", "R": "工作很努力，卻缺乏方向" },
                "career_2": { "U": "方向正確，可以很快速進入狀況", "R": "三分鐘熱度，或是方向不明確" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "努力被看見，有機會獲得高薪", "R": "沉不住氣，在未達成目標前就翻車" },
                "fortune_2": { "U": "獲利高速成長", "R": "欲速則不達，注意一次性大筆損失" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 9, "name": "力量",
            "cardDeccription": {
                "love_1": { "U": "富有魅力，懂得吸引異性", "R": "與人相處經常弄巧成拙，不懂展現魅力" },
                "love_2": { "U": "與對方性格互補，或是懂得如取悅、駕馭對方", "R": "無法掌握對方的性格、想法，相處常有摩擦" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "掌握工作訣竅，懂得找到正確的人協助", "R": "沒有掌握訣竅、不懂得適當請人協助" },
                "career_2": { "U": "方向正確，精準展現優勢、事半功倍", "R": "太過於求表現，而沒有顧慮到對方實際需求" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "跟到對的人，薪情看漲", "R": "努力不被看見" },
                "fortune_2": { "U": "投資眼光精準、槓桿操作得宜", "R": "對投資項目不理解，沒有適合自身策略" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 10, "name": "隱士",
            "cardDeccription": {
                "love_1": { "U": "對社交沒有興趣", "R": "有點憤世嫉俗" },
                "love_2": { "U": "對感情冷感、孤僻", "R": "總是看關係之中的到缺點" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "有實力，但想法不容易被理解", "R": "總是看到事情的缺點、不合群、想離職" },
                "career_2": { "U": "會遇到欣賞自己的人，或是需要需要進修、沉潛", "R": "懷才不遇" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "追求個人技能的提升大於金錢", "R": "薪水方面令人失望" },
                "fortune_2": { "U": "能夠看清局勢，需要有更多積極作為", "R": "要誠實面對自己的錯誤才會成長" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 11, "name": "命運之輪",
            "cardDeccription": {
                "love_1": { "U": "一段意想不到的感情", "R": "意想不到的感情(偏負面)" },
                "love_2": { "U": "感情出現轉折，往好的方向發展", "R": "感情出現轉折，往負面的方向發展" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "出現一個可以表現的機會", "R": "突發狀況，負面" },
                "career_2": { "U": "一個好的工作機會", "R": "運氣不佳" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "出現一個可以加薪的機會、意外之財", "R": "錯失提升收入機會、意想不到的損失" },
                "fortune_2": { "U": "出現一個好的投資機會、意外之財", "R": "錯失好的投資機會、意想不到的損失" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 12, "name": "正義",
            "cardDeccription": {
                "love_1": { "U": "重視人際交往的平等，或在公務的場合有機會發展戀情", "R": "一段不平等的關係" },
                "love_2": { "U": "與另一半簽屬文件，有機會機婚、或一起置產，也可以說是一段平等的關係", "R": "訴訟事件、不平等的關係" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "職場機會、待遇平等", "R": "職場不平等的待遇" },
                "career_2": { "U": "準備好就有機會，實力能被客觀的評估，或是指法律相關工作", "R": "沒有被客觀的評估的機會，或是有內定的情況" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "能力、貢獻被公平的評估", "R": "有付出和收入不成正比的情況" },
                "fortune_2": { "U": "投資獲得保障、或指投資相關文件簽署", "R": "遇到詐欺、隱瞞，甚至有法律糾紛" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 13, "name": "倒吊人",
            "cardDeccription": {
                "love_1": { "U": "特立獨行、引人注目，或是喜歡默默付出不求回報", "R": "苦練有機會修成正果，但小心失去自我" },
                "love_2": { "U": "在關係中犧牲奉獻", "R": "從過度犧牲中解放，或是從感情中得到寶貴經驗" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "透過苦行的方式工作，又不求回報", "R": "從痛苦工作中解脫" },
                "career_2": { "U": "想透過刻苦的方式提升能力，對於求職有自己一套特別標準", "R": "從痛苦的求職中解放" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "有付出，但沒有太多回報", "R": "不再執著於收入" },
                "fortune_2": { "U": "還在燒錢，沒有營收", "R": "果斷停損" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 14, "name": "死神",
            "cardDeccription": {
                "love_1": { "U": "被迫結束一段關係", "R": "還無法從上一段關係走出" },
                "love_2": { "U": "即將結束與對方的關係", "R": "與對方藕斷絲連" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "人事地震、調離現職或下決心離開環境不好的地方", "R": "風聲鶴唳、絕望、無法下定決心" },
                "career_2": { "U": "剛結束不愉快的工作", "R": "還有很多之前的工作未結束、心力交瘁" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "任職公司虧損，咬牙撐郭變革才有機會", "R": "公司虧損卻不願變革或變革速度緩慢" },
                "fortune_2": { "U": "清理虧損項目從新開始", "R": "不願停損" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 15, "name": "節制",
            "cardDeccription": {
                "love_1": { "U": "與異性溝通順暢，但缺少火花", "R": "缺乏與異性相處經驗" },
                "love_2": { "U": "溝通順暢", "R": "欠缺溝通，或無法理解對方想法" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "對工作熟練、重複性高工作或在工作上溝通順暢", "R": "與同事間溝通不順、沒有流暢工作流程" },
                "career_2": { "U": "面試對答如流", "R": "言語表達需要再加強" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "資歷提升、薪資穩健成長", "R": "需要開口溝通、或欠薪狀況" },
                "fortune_2": { "U": "資金週轉順利", "R": "資金週轉不順" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 16, "name": "惡魔",
            "cardDeccription": {
                "love_1": { "U": "被慾望綁架、致命吸引力", "R": "被不對的人吸引" },
                "love_2": { "U": "雙方互相吸引，尤其是肉體、物慾等感官刺激", "R": "被肉體、物慾等感官刺激綁架" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "工作環境會接觸到各種感官刺激", "R": "公司待遇好、工作環境會接觸到各種感官刺激、奴性" },
                "career_2": { "U": "慾望驅動自己向前", "R": "沉溺於各種感官刺激中、無心作正事" },
                "career_3": { "U": "慾望驅動自己向前", "R": "沉溺於各種感官刺激中、無心作正事" },
                "fortune_1": { "U": "薪資不錯，但開銷大", "R": "薪資不錯，但無法滿足自己慾望" },
                "fortune_2": { "U": "收入頗豐，但有點違背良心", "R": "收益不錯，但無法滿足慾望，或是只背德的項目" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 17, "name": "塔",
            "cardDeccription": {
                "love_1": { "U": "對感情期望太高", "R": "曾對感情抱持高期待卻又幻滅" },
                "love_2": { "U": "不切實際的期待，或用不切實際的方式要求自己", "R": "期待幻滅、信任崩塌" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "野心過大、挑戰能力所不及的任務", "R": "把期待建築在虛幻的土地上" },
                "career_2": { "U": "野心過大、挑戰能力所不及的任務", "R": "不切實際的目標" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "過分追求薪資成長", "R": "要求不合理的薪資" },
                "fortune_2": { "U": "債台高築，或投資項目超過自己能負擔", "R": "資金崩盤、鉅額虧損" },
                "fortune_3": { "U": "", "R": "" }
            }
        },

        {
            "id": 18, "name": "星星",
            "cardDeccription": {
                "love_1": { "U": "有自己理想的類型、默默在旁守護", "R": "不清楚自己想要的關係、有心儀對象，但對方沒注意到自己" },
                "love_2": { "U": "遠距離，對象是自己理想類型也是好的傾訴對象", "R": "遠距離或對象不是自己理想型" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "自己理想的工作，雖然離目標還有距離", "R": "不清楚自己適合的工作，還在摸索" },
                "career_2": { "U": "自己理想的工作，雖然離目標還有距離", "R": "不清楚自己適合的工作，還在摸索" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "收入漸入佳境", "R": "沒有明確加薪、獎金制度" },
                "fortune_2": { "U": "收入漸入佳境", "R": "方向錯誤" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 19, "name": "月亮",
            "cardDeccription": {
                "love_1": { "U": "對人際關係感到不安", "R": "曾遭欺騙、黑夜即將結束" },
                "love_2": { "U": "又祕密被隱藏、不安", "R": "攤牌時刻、祕密被接露" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "在職場欠缺安全感", "R": "最壞的時刻即將結束" },
                "career_2": { "U": "獲得資訊有限，對自己能力缺乏信心", "R": "需要等待，讓時間治癒內心不安" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "對收入焦慮", "R": "對收入焦慮，會隨時間改善" },
                "fortune_2": { "U": "有許多重要、且負面的資訊被掩蓋", "R": "最壞的時刻即將結束" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 20, "name": "太陽",
            "cardDeccription": {
                "love_1": { "U": "開朗的個性是最大武器、受如注目", "R": "懂得藏住鋒芒、溫暖" },
                "love_2": { "U": "熱戀中、受人注目的戀情", "R": "從熱戀走向穩定，享受相處溫暖的感覺" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "工作表現受矚目、正在走上坡", "R": "隱藏鋒芒、給人幫助" },
                "career_2": { "U": "受矚目、炙手可熱的人才或是景氣正好", "R": "雖然低調仍受矚目" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "薪資可望成長", "R": "薪資成長過了高峰期，但仍有空間" },
                "fortune_2": { "U": "收益猛爆性成長", "R": "收益過了高峰，但仍有成長空間" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 21, "name": "審判",
            "cardDeccription": {
                "love_1": { "U": "對於個性或價值觀有高標準", "R": "在人際感情需要取捨或反求諸己" },
                "love_2": { "U": "面臨性格或價值觀的考驗，有機會蛻變", "R": "個性價值觀的考驗遇到瓶頸" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "面臨挑戰，有機會過關", "R": "面臨極大瓶頸" },
                "career_2": { "U": "挑戰很大，但有機會過關", "R": "未能順利通過考驗、未錄取" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "通過考核，收入更上層樓", "R": "未通過考核，成長停滯" },
                "fortune_2": { "U": "通過大環境考驗、投資項目更升級", "R": "被大時代浪潮考驗、被淘汰" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
        {
            "id": 22, "name": "世界",
            "cardDeccription": {
                "love_1": { "U": "身心狀態平衡，準備好進入戀愛", "R": "身心狀態失調，總是處於匱乏狀態" },
                "love_2": { "U": "身心靈都獲得滋潤的戀愛", "R": "處於匱乏狀態，無法滿足於當下關係，或是關係欠缺臨門一腳" },
                "love_3": { "U": "", "R": "" },
                "career_1": { "U": "達成階段性的任務、所有事都能順利進行", "R": "事情總是功虧一簣" },
                "career_2": { "U": "順利錄取", "R": "欠缺關鍵技能、功虧一簣" },
                "career_3": { "U": "", "R": "" },
                "fortune_1": { "U": "對於薪資收入很滿足", "R": "收入還算不錯，比下有餘，但還是有些不滿意的地方" },
                "fortune_2": { "U": "達到當初設定目標", "R": "距離目標很近，但仍需努力" },
                "fortune_3": { "U": "", "R": "" }
            }
        },
    ]